blog-posts/2005-03-17-freebsd-ports-for-planner.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>FreeBSD ports for planner</title>
<!-- 2015-10-19 Mon 14:15 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link href='http://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">FreeBSD ports for planner</h1>
<p>
March 17th, 2005 -
<a href="http://sachachua.com/blog/p/2664"><a href="http://sachachua.com/blog/p/2664">http://sachachua.com/blog/p/2664</a></a>
</p>

<p>
From Dryice:
</p>

<blockquote>
<p>
I've got emacs-wiki, planner, and remember in the FreeBSD ports
 tree. Now FreeBSD users can install these all by
</p>

<pre class="example">
cd /usr/ports/deskutils/remember.el
make install clean
</pre>

<p>
And turn on the “planner support” in the menu.
</p>

<p>
Thank you all for making this great software!
</p>
</blockquote>

<p>
E-Mail from Dryice Dong Liu
</p>

<p>
On Technorati: <a href="http://www.technorati.com/tag/planner">planner</a>
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
